[
    {
      "id": "0",
      "name": "Agatha Harkness",
      "alias": "N/A",
      "abilities": "Master Sorceress, Telekinesis, Energy Manipulation, Teleportation, Enchantment, Longevity",
      "threatLevel": 6,
      "notes": "Agatha Harkness is a witch from Salem, Massachusetts, who was accused of practicing dark magic by her own coven during the Salem witch trials. Three hundred years later in 2023, she sensed the presence of chaos magic radiating from the Hex in Westview, created by Wanda Maximoff. Unfazed by her thrall over the population, Harkness became fascinated and obsessed with harnessing Maximoff's magic. Living under the pretense of the WandaVision sitcom, Harkness stole Ralph Bohner's house and posed as his housewife Agnes, Maximoff's nosy neighbor, all the while interfering with her idyllic paradise to her own benefit. Discovering that Maximoff was Scarlet Witch, Harkness was defeated, and stripped of her magical abilities, indefinitely condemned into living out her life as Agnes in Westview.",
      "birthDate": "1970-05-29",
      "dateRegistered": "2021-08-07 15:20",
      "imgURL": "images/agatha_harkness.jpg"
    },
    {
      "id": "1",
      "name": "Emil Blonsky",
      "alias": "Abomination",
      "abilities": "Superhuman strength, superhuman speed, superhuman durability, superhuman stamina, superhuman reflexes, healing factor",
      "threatLevel": 9,
      "notes": "Captain Emil Blonsky is a former special-ops commander of the British Royal Marines who was loaned to SOCOM. In his efforts to capture Hulk, U.S. General Thaddeus Ross recruited Blonsky and had him injected with a variant of the Super Soldier Serum. After losing to Hulk during a battle at Culver University, Blonsky had himself transfused with Banner's gamma-irradiated blood, causing him to transform into the Hulk-sized Abomination. He then proceeded to go on a rampage in Harlem until he was defeated by Hulk. Shortly after his defeat, the World Security Council wished to have Blonsky added to the Avengers Initiative, forcing Phil Coulson to send Tony Stark as a representative to prevent his induction. Blonsky was then remanded to S.H.I.E.L.D.'s custody, who held him in a cryostasis facility in Alaska.",
      "birthDate": "2018-11-28 10:15",
      "dateRegistered": "2021-08-07 15:20",
      "imgURL": "images/abomination.jpg"
    },
    {
      "id": "2",
      "name": "The Vision",
      "alias": "N/A",
      "abilities": "Flight, superhuman strength, superhuman durability, superhuman reflexes, density manipulation",
      "threatLevel": 8,
      "notes": "Vision, also known as White Vision, is a rebuilt synthezoid of the same name, whose body was reactivated by S.W.O.R.D.. Having been given his mission to destroy Wanda Maximoff and her recreated Vision, White Vision was challenged on his own identity, and after acquiring Vision's memories, declared himself to be the true Vision, before departing.",
      "birthDate": "2018-11-28 14:45",
      "dateRegistered": "2021-08-07 15:20",
      "imgURL": "images/white_vision.jpg"
    },
    {
      "id": "3",
      "name": "Helmut Zemo",
      "alias": "Baron Zemo",
      "abilities": "Master tactician, master hacker, expert engineer, expert combatant, expert marksman.",
      "threatLevel": 5,
      "notes": "Baron Helmut Zemo is a former Colonel with the Sokovian Armed Forces and a commander of EKO Scorpion. Following the Battle of Sokovia, Zemo became a criminal mastermind who sought revenge against the Avengers after losing his family and became obsessed with destroying them. Knowing he was no match against the Avengers, Zemo had planned to have them destroy themselves, by framing the Winter Soldier for killing T'Chaka, which caused Captain America to defend Barnes from the world. That action had caused their Avengers Civil War, in which Iron Man led their manhunt for Barnes and Zemo allowed Stark to discover that Barnes was responsible for his parents' murder. With the Avengers now in ruins, Zemo tried to shoot himself but was captured by Black Panther and given to Joint Counter Terrorist Centre for his imprisonment. Following eight years of incarceration, Zemo was broken out of prison by Bucky Barnes, to assist him, and Sam Wilson, in tracking down the Flag Smashers. Zemo agreed, intending to put an end to super soldiers for good. Zemo took Wilson and Barnes across Madripoor, where Zemo met and killed Wilfred Nagel, the creator of their new serum. When Zemo found the Flag Smashers in Latvia, he would destroy all but one of their remaining serum vials. Zemo had then been involved with the clash between John Walker and the Dora Milaje, as they both intended to take him into custody, during which Zemo quietly escaped. Zemo returned to the Sokovian Memorial, where he made amends with Barnes, before being handed to the Dora Milaje to continue the rest of his sentence within the Raft. As Zemo remained in the Raft, Oeznik had then assassinated the three remaining Flag Smashers, following Zemo's orders.",
      "birthDate": "2018-11-28 16:00",
      "dateRegistered": "2021-08-07 15:20",
      "imgURL": "images/baron_zemo.png"
    },
    {
      "id": "4",
      "name": "Wanda Maximoff",
      "alias": "The Scarlet Witch",
      "abilities": "Chaos magic, reality manipulation, master Sorceress, telekinesis, energy manipulation, teleportation, enchantment, longevity.",
      "threatLevel": 10,
      "notes": "Wanda Maximoff, also known as Scarlet Witch, is a native of Sokovia who grew up with her fraternal twin brother, Pietro. Born with the latent magical ability to harness Chaos Magic, she developed a hatred against Tony Stark and rallied anti-American protests after the Novi Grad Bombings killed her parents. Years later, in an effort to help purge their country of strife, the twins joined HYDRA and agreed to undergo experiments with the Scepter under the supervision of Wolfgang von Strucker, with the Mind Stone awakening and amplifying her abilities. While her brother developed super-speed, Wanda attained various psionic abilities. When HYDRA fell, the twins joined Ultron to get their revenge on Stark, but abandoned him when they discovered Ultron's true intentions to eradicate humanity. Wanda and Pietro joined the Avengers during the Battle of Sokovia to stop Ultron; Pietro was killed during the battle but Wanda survived, and shortly after relocated to the New Avengers Facility in the United States.      During the Avengers Civil War, she sided with Captain America and was briefly imprisoned on the Raft before Rogers freed her alongside his teammates. Over the next two years, Maximoff reunited and reconciled with Vision, and together the two started living off the grid in Europe, forming a romantic relationship. However, the two soon came under threat from Thanos and the Black Order, who sought the Mind Stone. After being ambushed by the Black Order, they sought refuge in Wakanda with the remaining Avengers. Maximoff took part in the city's defense when the Black Order invaded the city, and died in the Snap after Thanos completed the Infinity Gauntlet. After the victims of the Snap were resurrected in 2023, Maximoff was among the many heroes who fought during the Battle of Earth, defeating Thanos and his armies. Soon after, Maximoff became overwhelmed by immense grief from her recent personal losses, unwittingly unleashing her powers to create an alternate idyllic paradise of classical sitcom tropes within the town of Westview. Maximoff enthralled its inhabitants as cast members, and cut the town off from the outside world through an energy field. With a recreated Vision as her husband, Maximoff created her ideal life, even producing twin sons, Tommy and Billy. Further complicating the crisis was Agatha Harkness, a fellow witch who sought to understand the nature of Maximoff's new reality, and S.W.O.R.D., an organization led by Tyler Hayward who wished to eliminate her. After defeating Harkness and the S.W.O.R.D. agents, Maximoff dispelled her reality, erasing her family in the process. Realizing the amount of damage she had done to Westview, she fled into isolation, and began studying the Darkhold.",
      "birthDate": "2018-11-28 9:00",
      "dateRegistered": "2021-08-07 15:20",
      "imgURL": "images/scarlet_witch.png"
    },
    {
      "id": "5",
      "name": "Wenwu",
      "alias": "The Mandarin",
      "abilities": "Enhanced strength, makluan rings, master martial artist.",
      "threatLevel": 8,
      "notes": "Wenwu (Chinese: 文武) is an extremely powerful, legendary, and the nearly mythical terrorist leader known as the Mandarin, who is the feared founder, and supreme leader of the Ten Rings. He is also the father of Shang-Chi and Xialing.",
      "birthDate": "2018-11-28 9:00",
      "dateRegistered": "2021-08-07 15:20",
      "imgURL": "images/wenwu.jpg"
    }
  ]